Repository: drorganvidez/guadalinex-v6
Catalog: apps/ubuntu-docs/tags/ubuntu-docs-9.04.10guada1/internet/po/*.po
Languages: bg, cs, de, es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, ru, sk, sv, zh_cn, zh_tw

source: You may receive a message which says <guilabel>Sharing services are not installed</guilabel>. If this happens, ensure that the two checkboxes in the message box are checked and press <guibutton>Install services</guibutton>. Sharing service support will then be downloaded and installed; this may take a while.
bg: Може да получите съобщение <guilabel>Услугите за споделяне не са инсталирани</guilabel>. Ако това се случи, убедете се че двете кутийки са отбелязани и натиснете <guibutton>Инсталиране</guibutton>. Тогава услугите за споделяне ще бъдат зтеглени и инсталирани; Това може да отнеме малко време.
cs: Můžete obdržet zprávu, že <guilabel>Služby pro sdílení nejsou nainstalovány</guilabel>. Pokud se toto stane, ujistěte se, že máte obě pole v dialogu zaškrtnutá a stiskněte <guibutton>Nainstalovat služby</guibutton>.
de: Möglicherweise erhalten Sie einen Meldung, die lautet <guilabel>Freigabedienste sind nicht installiert</guilabel>. Wenn das passiert, stellen Sis sicher, dass beide Ankreuzfelder in dem Meldungsfenster angekreuzt sind und klicken Sie auf <guibutton>Dienste installieren</guibutton>. Die Unterstützung für Freigabedienste wird nun heruntergeladen; dies kann eine gewisse Zeit in Anspruch nehmen.
es: Puede que reciba un mensaje diciendo que <guilabel>Los servicios de compartición no están instalados</guilabel>. En ese caso, asegúrese de marcar las dos casillas que aparecen en la ventana y pulse <guibutton>Instalar servicios</guibutton>. Así se descargará e instalará el soporte para el servicio de compartición; esto puede tardar un poco.
fi: Voit saada ilmoituksen, jossa sanotaan <guilabel>Jakopalvelut eivät ole asennettuna</guilabel>. Jos niin käy, valitse molemmat tuet ja paina <guibutton>Asenna palvelut</guibutton>. Jakopalvelujen tuet ladataan ja asennetaan; se voi kestää hetken.
fr: Vous pouvez voir apparaître un message indiquant <guilabel>Les services de partage ne sont pas installés</guilabel>. Si cela se produit, vérifiez que les deux cases sont bien cochées et cliquez sur <guibutton>Installer les services</guibutton>. Les services de partages seront alors téléchargés et installés ; ceci peut prendre un moment.
hu: Előfordulhat, hogy az <guilabel>A megosztási szolgáltatás nincs telepítve</guilabel> üzenetet kapja. Ebben az esetben jelölje be az üzenetablakban levő két jelölőnégyzetet, majd nyomja meg a <guibutton>Szolgáltatások telepítése</guibutton> gombot. A megosztási szolgáltatások támogatása letöltésre és telepítésre kerül; ez eltarthat egy ideig.
it: Potrebbe essere possibile ricevere il messaggio <guilabel>I servizi di condivisione non sono installati</guilabel>. In questo caso assicurarsi che entrambe le opzioni visualizzate nella finestra del messaggio siano selezionate, quindi fare clic su <guibutton>Installazione servizi</guibutton>. L'installazione dei servizi potrebbe richiedere un po' di tempo in quanto i pacchetti necessari devono essere scaricati.
ja: <guilabel>Sharing services are not installed</guilabel>（共有サービスがインストールされていません）と表示されるかもしれません。この場合、メッセージボックス中の二つのチェックボックスがチェックされていることを確認の上、<guibutton>Install services</guibutton>（サービスをインストール）を押してください。共有サービスのダウンロードとインストールが完了するまでに、しばらく時間がかかるかもしれません。
pl: Może wyświetlić się informacja: <guilabel>Usługi udostępniania nie są zainstalowane</guilabel>. Jeśli tak się stanie, upewnij się, że oba pola wyboru w oknie są zaznaczone i kliknij <guibutton>Instaluj usługi</guibutton>. Nastąpi pobranie i instalacja usług udostępnia; może to chwilę potrwać.
pt_br: Você pode receber uma mensagem que diz <guilabel>Serviços de compartilhamento não estão instalados</guilabel>. Se isso acontecer, tenha a certeza de que as duas caixas na mensagem estão assinaladas e pressione <guibutton>Instalar serviços</guibutton>. Suporte a serviços de compartilhamento será então baixado e instalado: isso pode demorar um pouco.
ru: Вы можете получить сообщение <guilabel>Сервисы общего доступа не установлены</guilabel>. Если это случится, убедитесь, что два пункта в окне сообщения отмечены и нажмите <guibutton>Установить службы</guibutton>. Службы поддержки общего доступа будут загружены и установлены; это может занять некоторое время.
sv: Du kan få ett meddelande som säger <guilabel>Utdelningstjänster är inte installerade</guilabel>. Om detta händer så säkerställ att de två kryssrutorna är markerade och tryck på <guibutton>Installera tjänster</guibutton>. Stöd för utdelningstjänser kommer då att hämtas och installeras; detta kan ta en stund.

source: Select the <guilabel>Shared Folders</guilabel> tab and press <guibutton>Add</guibutton>.
bg: Изберете раздела <guilabel>Споделени папки</guilabel> и натиснете <guibutton>Добавяне</guibutton>.
cs: Zvolte kartu <guilabel>Sdílené složky</guilabel> a stiskněte <guibutton>Přidat</guibutton>.
de: Wählen Sie den Reiter <guilabel>Gemeinsame Ordner</guilabel> und klicken Sie auf <guibutton>Hinzufügen</guibutton>.
es: Seleccione la solapa <guilabel>Carpetas compartidas</guilabel> y pulse <guibutton>Añadir</guibutton>.
fi: Valitse <guilabel>Jaetut kansiot</guilabel>-välilehti ja paina <guibutton>Lisää</guibutton>.
fr: Sélectionnez l'onglet <guilabel>Dossiers partagés</guilabel> et cliquez sur <guibutton>Ajouter</guibutton>.
hu: Lépjen a <guilabel>Megosztott mappák</guilabel> lapra és nyomja meg a <guibutton>Hozzáadás</guibutton> gombot.
it: Selezionare la scheda <guilabel>Cartelle condivise</guilabel> e fare clic su <guibutton>Aggiungi</guibutton>
ja: <guilabel>フォルダの共有</guilabel>タブを選択し、<guibutton>追加</guibutton>を押します。
pl: Wybierz kartę <guilabel>Katalogi współdzielone</guilabel> i naciśnij przycisk <guibutton>Dodaj</guibutton>.
pt_br: Selecione a aba <guilabel>Pastas Compartilhadas</guilabel> e pressione <guibutton>Adicionar</guibutton>.
ru: Выберите вкладку <guilabel>Общие папки</guilabel> и нажмите <guibutton>Добавить</guibutton>.
sv: Välj fliken <guilabel>Delade mappar</guilabel> och tryck på <guibutton>Lägg till</guibutton>.

source: Select the location of the folder you wish to share by changing the <guilabel>Path</guilabel> option.
bg: Посочете местоположението на папката, която желаете да споделите като променяте опцията <guilabel>Път</guilabel>.
cs: Vyberte si umístění složky, kterou chcete sdílet, tak, že změníte možnost <guilabel>Cesta</guilabel>.
de: Wählen Sie den Ort des Ordners, den Sie gemeinsam nutzen möchten, indem Sie die Festlegung in <guilabel>Pfad</guilabel> ändern.
es: Seleccione la ubicación de la carpeta que desea compartir cambiando la opción <guilabel>Ruta</guilabel>.
fi: Valitse jaettava kansio <guilabel>Polku</guilabel> painikkeella.
fr: Sélectionnez l'emplacement du dossier que vous voulez partager en modifiant l'option <guilabel>Emplacement</guilabel>.
hu: Az <guilabel>Útvonal</guilabel> mezőben adja meg a megosztandó mappa helyét.
it: Selezionare il percorso della cartella da condividere modificando l'opzione <guilabel>Percorso</guilabel>
ja: <guilabel>フォルダ</guilabel>オプションを変更することで、共有したいフォルダの場所を選択します。
pl: Wybierz katalog, który chcesz udostępnić poprzez wybór opcji <guilabel>Ścieżka</guilabel>.
pt_br: Selecione a localização da pasta que você quer compartilhar mudando a opção <guilabel>Caminho</guilabel>
ru: Выберите расположение папки, которую вы хотите предоставить в общий доступ, изменив опцию <guilabel>Путь</guilabel>
sv: Välj platsen för mappen som du vill dela ut genom att ändra alternativet <guilabel>Sökväg</guilabel>.

source: Choose <guilabel>Windows networks (SMB)</guilabel> from the <guilabel>Share through</guilabel> option.
bg: Изберете <guilabel>Мрежи на Windows (SMB)</guilabel> от опцията <guilabel>Споделяне чрез</guilabel>.
cs: Zvolte <guilabel>Sítě Windows (SMB)</guilabel> z volby <guilabel>Sdílet pomocí</guilabel>.
de: Wählen Sie <guilabel>Windows-Netzwerke (SMB)</guilabel> in der Auswahl <guilabel>Freigeben durch</guilabel>.
es: Seleccione <guilabel>Redes Windows (SMB)</guilabel> en la opción <guilabel>Compartir a través de:</guilabel>.
fi: Valitse <guilabel>Windows-verkot (SMB)</guilabel> kohdasta <guilabel>Jaa käyttäen</guilabel>.
fr: Choisissez <guilabel>Réseaux Windows (SMB)</guilabel> à partir de l'option <guilabel>Partager par</guilabel>.
hu: Válassza a <guilabel>Windows hálózatok (SMB)</guilabel> lehetőséget a <guilabel>Megosztás ezzel</guilabel> listából.
it: Selezionare <guilabel>Reti Windows (SMB)</guilabel> dall'opzione <guilabel>Condividi tramite</guilabel>
ja: <guilabel>Windowsネットワーク (SMB)</guilabel>を<guilabel>共有プロトコル</guilabel>オプションから選択します。
pl: Wybierz <guilabel>Sieci Windows (SMB)</guilabel> z <guilabel>Współdzielony przez</guilabel>
pt_br: Escolha <guilabel>Redes Windows (SMB)</guilabel> na opção <guilabel>Compartilhar através de</guilabel>.
ru: Выберите <guilabel>Сети Windows (SMB)</guilabel> из опции <guilabel>Доступ через</guilabel>.
sv: Välj <guilabel>Windows-nätverk (SMB)</guilabel> från alternativet <guilabel>Dela ut genom</guilabel>.

source: Enter a name and comment for the shared folder.
bg: Въведете име и коментар за споделената папка.
cs: Vložte jméno a komentář ke sdílené složce.
de: Geben Sie einen Namen und Kommentar für den freigegebenen Ordner ein.
es: Introduzca un nombre y un comentario para la carpeta compartida.
fi: Syötä kansiolle nimi ja kommentti.
fr: Saisissez un nom et un commentaire pour le dossier partagé.
hu: Írjon be egy nevet és egy megjegyzést a megosztott mappához.
it: Inserire un nome e un commento per la cartella condivisa
ja: 共有フォルダの名前とコメントを入力します。
pl: Wprowadź nazwę i komentarz udostępnianego katalogu.
pt_br: Digite o nome e o comentário para a pasta compartilhada.
ru: Введите название и комментарий для общей папки.
sv: Ange ett namn och kommentar för den delade mappen.

source: If you would like people accessing the shared folder to be able to add, change and remove files in the folder, uncheck <guilabel>Read only</guilabel>. If you leave <guilabel>Read only</guilabel> checked, people will only be able to view files in the folder.
bg: Ако желаете други хора да имат достъп до споделена папка и да могат да добавят, променят или премахват файлове от папката, махнете отметката от <guilabel>Само за четене</guilabel>. Ако оставите <guilabel>Само за четене</guilabel> отбелязано, хората ще могат само да преглеждат файловете в папката.
cs: Pokud si přejete, aby uživatelé, kteří ke složce mají zvenčí přístup, měli možnost přidávat, měnit a mazat soubory v této složce, odškrtněte <guilabel>Pouze pro čtení</guilabel>. Pokud necháte <guilabel>Pouze pro čtení</guilabel> zaškrtnuté, ostatní si budou moci soubory pouze zobrazit (a stáhnout).
de: Wenn Sie andere Benutzer dazu berechtigen möchten, Dateien in dem Ordner anzulegen, zu ändern oder zu löschen, so entfernen Sie die Auswahl in <guilabel>nur lesend</guilabel>. Wenn Sie die Auswahl in <guilabel>nur lesend</guilabel> bestehen lassen, sind andere Benutzer nur in der Lage, Dateien in dem Ordner anzusehen.
es: Si desea que la gente que acceda a la carpeta compartida pueda añadir, cambiar y borrar archivos de esa carpeta, desmarque la casilla <guilabel>Sólo lectura</guilabel>. Si la deja marcada, la gente sólo podrá ver los archivos que haya en la carpeta.
fi: Poista valinta kohdasta <guilabel>Vain luku</guilabel>, jos haluat, että muut voivat muokata kansion sisältöä. Jos <guilabel>Vain luku</guilabel> on valittuna, muut voivat vain katsella kansion sisältöä.
fr: Si vous souhaitez que le peronnes ayant accès au dossier partagé puissent créer, modifier et supprimer des fichiers du dossier, décochez <guilabel>lecture seule</guilabel> . Si vous laissez <guilabel>lecture seule</guilabel> coché, il ne sera possible que de consulter les fichiers du dossier.
hu: Ha azt szeretné, hogy a felhasználók a megosztott mappához való hozzáféréskor tudjanak fájlokat létrehozni, módosítani és törölni, törölje a jelölést a <guilabel>Csak olvasható</guilabel> jelölőnégyzetből. Ha be van jelölve a <guilabel>Csak olvasható</guilabel> jelölőnégyzet, a felhasználók csak olvashatják a fájlokat a megosztott mappában.
it: Per fare in modo che le persone che accedono alla cartella condivisa abbiano la possibilità di aggiungere, modificare e rimuovere file nella cartella, deselezionare l'opzione <guilabel>Sola lettura</guilabel>. Se l'opzione <guilabel>Sola lettura</guilabel> rimane selezionata, le persone che accedono alla cartella possono solamente visualizzare i file al suo interno.
ja: もし、共有フォルダにファイルの追加、変更や削除を他の人にさせたい場合、<guilabel>読み込み専用</guilabel>のチェックボックスを外してください。もし、<guilabel>読み込み専用</guilabel>のチェックボックスをオンにした場合、他の人はフォルダ内のファイルを見ることだけできます。
pl: Jeśli chcesz aby inne osoby mogły dodawać, zmieniać lub usuwać pliki w udostępnianym katalogu to odznacz opcję <guilabel>Tylko do odczytu</guilabel>. Jeśli zostawisz zaznaczone, wtedy inne osoby będą mogły jedynie otwierać pliki w tym katalogu.
pt_br: Se você quiser que pessoas que acessarem a pasta compartilhada possam adicionar, modificar e remover arquivos na pasta, desmarque <guilabel>Somente leitura</guilabel>. Se você deixar <guilabel>Somente leitura</guilabel> marcado, as pessoas só serão capazes de ver os arquivos nessa pasta.
ru: Если Вы хотите, чтобы люди могли добавлять, изменять и удалять файлы из общей папки, снимите отметку с <guilabel>Только для чтения</guilabel>. Если вы оставите <guilabel>Только для чтения</guilabel> отмеченным, люди смогут только просматривать файлы в папке.
sv: Om du vill att personer som kommer åt den utdelade mappen ska kunna lägga till, ändra och ta bort filer i mappen, klicka inte i <guilabel>Skrivskyddad </guilabel>. Om du lämnar <guilabel>Skrivskyddad</guilabel> ikryssad kommer personerna endast att kunna läsa filerna i mappen.

source: Press <guibutton>OK</guibutton> to make the shared folder available. Other people on the same network (LAN) as you should now be able to access the folder.
bg: Натиснете <guibutton>OK</guibutton>, за да направите споделената папка достъпна. Другите хора в същата мрежа (LAN), както и вие сега би трябвало да имате достъп до папката.
cs: Aby byla sdílená složka dostupná, klikněte na <guibutton>OK</guibutton>. Ostatní lidé na stejné místní síti (LAN) mohou ihned poté přistupovat k této složce.
de: Klicken Sie auf <guibutton>OK</guibutton>, um den freigegebenen Ordner verfügbar zu machen. Andere Personen im gleichen Netzwerk wie Sie sollten nun in der Lage sein, auf den Ordner zuzugreifen.
es: Pulse <guibutton>Compartir</guibutton> para hacer que la carpeta compartida esté disponible. Otras personas de la misma red local (LAN) ya podrán acceder a la carpeta.
fi: Klikkaa <guibutton>Jaa</guibutton>, jakaaksesi kansion. Muut saman lähiverkon (LAN) käyttäjät voivat nyt avata kansiosi.
fr: Cliquez sur <guibutton>OK</guibutton> pour rendre le partage effectif. Les autres utilisateur de votre réseau (LAN) doivent maintenant pouvoir accéder au dossier.
hu: Nyomja meg a <guibutton>Megosztás</guibutton> gombot a megosztott mappa elérésének engedélyezéséhez. Az Önnel azonos helyi hálózatban levő emberek ezután hozzáférhetnek a megosztott mappához.
it: Fare clic su <guibutton>OK</guibutton> per rendere disponibile la cartella condivisa. Le altre persone all'interno della stessa rete locale dovrebbero ora avere la possibilità di accedere alla cartella.
ja: 共有フォルダを利用可能にするには<guibutton>共有</guibutton>を押します。同じネットワーク(LAN)上の他の人々はあなたの様に、フォルダにアクセスすることができます。
pl: Naciśnij <guibutton>OK</guibutton> aby udostępnić katalog. Inne osoby z tej samej sieci (LAN) będą teraz miały dostęp do katalogu.
pt_br: Pressione <guibutton>OK</guibutton> para tornar a pasta compartilhada disponível. Outras pessoas na mesma rede (LAN) que você deverão agora ser capazes de acessar a pasta.
ru: Чтобы предоставить доступ к общей папке, нажмите <guibutton>OK</guibutton>. Другие люди из той же локальной сети, что и вы, смогут получить доступ к папке.
sv: Tryck på <guibutton>OK</guibutton> för att göra den utdelade mappen tillgänglig. Andra personer på samma nätverk (LAN) som du kommer nu att kunna komma åt mappen.

source: Sharing folders via Nautilus
bg: Споделяне на папки през Nautilus
cs: Sdílení složek pomocí programu Nautilus
de: Ordner über Nautilus freigeben
es: Compartir carpetas con Nautilus
fi: Kansioiden jakaminen Nautiluksella
fr: Partage de dossiers via Nautilus.
hu: Mappák megosztása a Nautilus használatával
it: Condividere le cartelle tramite Nautilus
ja: Nautilus経由でフォルダを共有するには
pl: Udostępnianie katalogów poprzez Nautilusa
pt_br: Compartilhando pastas via Nautilus
ru: Установка общего доступа к папкам через Nautilus
sv: Dela mappar via Nautilus

source: To share folders using <application>Nautilus</application>:
bg: За споделяне на папки с помощта на <application>Nautilus</application>:
cs: Abyste mohli sdílet pomocí programu <application>Nautilus</application>:
de: Um Ordner über <application>Nautilus</application> freizugeben:
es: Para compartir carpetas usando <application>Nautilus</application>:
fi: Jakaaksesi kansion käyttäen <application>Nautilus</application>:ta:
fr: Pour partager des dossiers en utilisant <application>Nautilus</application> :
hu: Mappák megosztása a <application>Nautilus</application> használatával:
it: Per condividere delle cartelle utilizzando <application>Nautilus</application>:
ja: <application>Nautilus</application>を使ってフォルダを共有するには:
pl: Aby udostępnić katalogi używając <application>Nautilusa</application>:
pt_br: Para compartilhar usando <application>Nautilus</application>:
ru: Чтобы открыть общий доступ к папкам, используя <application>Nautilus</application>:
sv: För att dela mappar via <application>Nautilus</application>:

source: Press <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> to open a <application>File Browser</application> window.
bg: Натиснете <menuchoice><guimenu>Места</guimenu><guimenuitem>Този компютър</guimenuitem></menuchoice> за отваряне на прозореца <application>Файлов браузър</application>.
cs: Stiskněte <menuchoice><guimenu>Místa</guimenu><guimenuitem>Počítač</guimenuitem></menuchoice> a otevře se okno programu <application>Prohlížeč souborů</application>.
de: Wählen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> aus, um ein <application>Datei-Browser</application>-Fenster zu öffnen.
es: Pulse <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Equipo</guimenuitem></menuchoice> para abrir una ventana del <application>Navegador de archivos</application>.
fi: Paina <menuchoice><guimenu>Sijainnit</guimenu><guimenuitem>Tietokone</guimenuitem></menuchoice> avataksesi <application>tiedostoselaimen</application>.
fr: Cliquez sur <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Poste de travail</guimenuitem></menuchoice> pour ouvrir l'<application>explorateur de fichiers</application>.
hu: Egy <application>Fájlböngésző</application> ablak megnyitásához válassza a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Számítógép</guimenuitem></menuchoice> menüpontot.
it: Selezionare <menuchoice><guimenu>Risorse</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> per aprire la finestra <application>Esplorazione file</application>.
ja: <application>ファイル・ブラウザ</application>ウィンドウを開くには<menuchoice><guimenu>場所</guimenu><guimenuitem>コンピュータ</guimenuitem></menuchoice>を押します。
pl: Naciśnij <menuchoice><guimenu>Miejsca</guimenu><guimenuitem>Komputer</guimenuitem></menuchoice> aby otworzyć okno <application>Przeglądarki plików</application>.
pt_br: Pressione <menuchoice><guimenu>Locais</guimenu><guimenuitem>Computador</guimenuitem></menuchoice> para abrir uma janela do <application>Navegador de arquivos</application>.
ru: Нажмите <menuchoice><guimenu>Переход</guimenu><guimenuitem>Компьютер</guimenuitem></menuchoice>, чтобы открыть окно <application>Обозревателя файлов</application>.
sv: Tryck på <menuchoice><guimenu>Platser</guimenu><guimenuitem>Dator</guimenuitem></menuchoice> för att öppna ett fönster med <application>Filbläddraren</application>.

source: Right click the folder you wish to share and select <guimenuitem>Sharing Options</guimenuitem> on the popup menu.
bg: Щракнете с десния бутон на мишката върху папката, която искате да споделите и изберете <guimenuitem>Sharing Options</guimenuitem> от менюто.
cs: Klikněte pravým tlačítkem na složku, kterou chcete sdílet, a ve vyskakovací nabídce vyberte <guimenuitem>Možnosti sdílení</guimenuitem>.
de: Führen Sie einen Rechtsklick auf den Ordner aus, den Sie freigeben möchten und wählen Sie <guimenuitem>Freigabeoptionen</guimenuitem> im Kontextmenü.
es: Pulse con el botón derecho sobre la ventana que desea compartir y seleccione <guimenuitem>Opciones de compartición</guimenuitem> en el menú contextual.
fi: Klikkaa haluamaasi kansiota hiiren oikealla painikkeella ja valitse aukeavasta valikosta <guimenuitem>Jakamisen valinnat</guimenuitem>.
fr: Faites un clic droit sur le dossier que vous souhaitez partager et sélectionnez <guimenuitem>Options de Partage</guimenuitem> dans le menu qui s'ouvre.
hu: A jobb egérgombbal kattintson arra a mappára, melyet meg szeretne osztani, majd a helyi menüből válassza a <guimenuitem>Megosztás beállításai</guimenuitem> menüpontot.
it: Fare clic col pulsante destro del mouse sulla cartella da condividere e selezionare <guimenuitem>Opzioni di condivisione</guimenuitem> dal menù
ja: 共有したいフォルダを右クリックし、ポップアップメニューの<guimenuitem>Sharing Options</guimenuitem>を選択します。
pl: Kliknij prawym przyciskiem myszy na katalog, który chcesz udostępnić i z rozwijalnego menu wybierz <guimenuitem>Opcje współdzielenia</guimenuitem>.
pt_br: Clique com o botão direito do mouse na pasta que você quer compartilhar e selecione <guimenuitem>Opções de compartilhamento</guimenuitem> no menu.
ru: Щелкните правой кнопкой мыши по папке, доступ к которой Вы хотите дать, и выберите <guimenuitem>Общий доступ</guimenuitem> в появившемся меню.
sv: Högerklicka på mappen du vill dela ut och välj <guimenuitem>Utdelningsalternativ</guimenuitem> från popup-menyn.
